[deadbird]
lobby_a0 = ¡Hey! ¡Mira por dónde vas, amiga![br]No te acerques mucho a [icon:djgrooves][name]DJ Grooves[/name], ¿de acuerdo?
lobby_a1 = [icon:djgrooves][name]DJ Grooves[/name] significa mucho para nosotros, así que tenemos que protegerlo. No estarás tramando algo, ¿cierto? Te estaré vigilando amiga. Tengo mis ojos en ti.

lobby_b0 = ¿Ves mis dedos aquí? ¿Ves como chasquean?[br]Este es el símbolo universal de las aves para "vete".
lobby_b1 = Oh mira, a mis dedos les caes bien. Mira como van. Chasquido, chasquido, chasquido. ¿Me entiendes?

lobby_c0 = No eres una ave, ¿eh? ¿Entonces qué te trae a Dead Bird Studio? Antes de que respondas, deberías ver la última película de DJ Grooves. Es realmente buena, y no me han pagado para decir eso. ¡Soy honesto!

lobby_d0 = ¡Hey, pequeña niña! Deberías unirte al club de fans de [icon:djgrooves][name]DJ Grooves[/name]. Obtendrás una tarjeta de membresía y todo. Es realmente una buena oferta para cualquier ave cinéfila.

lobby_e0 = No le digas esto a nadie, pero antes de que [icon:djgrooves][name]DJ Grooves[/name] quedara fascinado por las películas, en realidad estaba a cargo de un club nocturno. Lo sé, loco, ¿verdad? ¿Quién lo habría pensado?

[finale]
outside0 = Lárgate, chica. [br] Estoy tratando de hacer cola.
outside1 = El jefe nos sacará [br]de esto. [name]DJ Grooves[/name] [br]es una estrella, ¿sabes?
outside2 = En[br]retrospectiva, podría haber hecho mejor con[br]mi vida.
group_counter0 = ¡Piérdete! ¡¿No es cierto, pandilla?!
group_counter1 = ¡Piérdete!
group_counter2 = Sí, ¡piérdete!
group_counter3 = ¡Lárgate!
group_counter4 = ¡Apestas!